asvetliakov.vscode-neovim
BazelBuild.vscode-bazel
bmalehorn.vscode-fish
bungcip.better-toml
charliermarsh.ruff
codechecker.vscode-codechecker
corker.vscode-micromamba
cschleiden.vscode-github-actions
cschlosser.doxdocgen
GitHub.copilot-labs
GitHub.copilot-nightly
GitHub.remotehub
hbenl.vscode-test-explorer
jedeop.crates-completer
littlefoxteam.vscode-python-test-adapter
llvm-vs-code-extensions.vscode-clangd
matepek.vscode-catch2-test-adapter
ms-azuretools.vscode-docker
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.remote-server
ms-vscode.test-adapter-converter
pinage404.rust-extension-pack
rust-lang.rust-analyzer
serayuzgur.crates
smilerobotics.urdf
streetsidesoftware.code-spell-checker
sumneko.lua
Swellaby.vscode-rust-test-adapter
twxs.cmake
vadimcn.vscode-lldb
zhuangtongfa.material-theme
