{
  "LuaSnip": {
    "branch": "master"
  },
  "bufdelete.nvim": {
    "branch": "master"
  },
  "cmp-buffer": {
    "branch": "main"
  },
  "cmp-nvim-lsp": {
    "branch": "main"
  },
  "cmp-nvim-lua": {
    "branch": "main"
  },
  "cmp_luasnip": {
    "branch": "master"
  },
  "copilot.vim": {
    "branch": "release"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "nvim-cmp": {
    "branch": "main"
  },
  "nvim-dap": {
    "branch": "master"
  },
  "nvim-fzy": {
    "branch": "main"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-qwahl": {
    "branch": "main"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-treesitter-textobjects": {
    "branch": "master"
  },
  "omnisharp-extended-lsp.nvim": {
    "branch": "main"
  },
  "onedark.nvim": {
    "branch": "main"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "vim-commentary": {
    "branch": "master"
  },
  "vim-fetch": {
    "branch": "master"
  },
  "vim-sleuth": {
    "branch": "master"
  }
}
