{
  "LuaSnip": {
    "branch": "master"
  },
  "bufdelete.nvim": {
    "branch": "master"
  },
  "cmp-buffer": {
    "branch": "main"
  },
  "cmp-cmdline": {
    "branch": "main"
  },
  "cmp-nvim-lsp": {
    "branch": "main"
  },
  "cmp-nvim-lsp-signature-help": {
    "branch": "main"
  },
  "cmp-nvim-lua": {
    "branch": "main"
  },
  "cmp-under-comparator": {
    "branch": "master"
  },
  "cmp_luasnip": {
    "branch": "master"
  },
  "compiler-explorer.nvim": {
    "branch": "master"
  },
  "copilot.vim": {
    "branch": "release"
  },
  "indent-blankline.nvim": {
    "branch": "master"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "neogen": {
    "branch": "main"
  },
  "nvim-cmp": {
    "branch": "main"
  },
  "nvim-dap": {
    "branch": "master"
  },
  "nvim-dap-python": {
    "branch": "master"
  },
  "nvim-dap-ui": {
    "branch": "master"
  },
  "nvim-fzy": {
    "branch": "main"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-qwahl": {
    "branch": "main"
  },
  "nvim-surround": {
    "branch": "main"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-treesitter-textobjects": {
    "branch": "master"
  },
  "onedark.nvim": {
    "branch": "main"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "undotree": {
    "branch": "master"
  },
  "vim-commentary": {
    "branch": "master"
  },
  "vim-easy-align": {
    "branch": "master"
  },
  "vim-fetch": {
    "branch": "master"
  },
  "vim-sleuth": {
    "branch": "master"
  }
}
